Feature: замовлення можна оплатити онлайн або готівкою
As a користувач художник я повинен оплатити замовлення
In order to інтернет магазин заробляв гроші
I want to оплачувати як готівкою так і переказом коштів.

Scenario 1: Оплата через онлайн банкінг
Given замовлення готове
And кур'єр вже доставив його на місце призначення
When кур'єр відмічає, що замовлення доставдено замовнику
Then я маю оплатити його через онлайн банкінг
And закріпити оплату до замовлення.

Scenario 2: Оплата готівкою 
Given замовлення готове
And кур'єр вже доставив його на місце призначення
When кур'єр відмічає, що замовлення доставдено замовнику
Then я маю оплатити його кур'єру
And кур'єр повинен доставити оплату магазину.
