Feature: виконати замовлення
As а співробітник інтернет магазину я маю зібрати замовлення
And показувати результат робота замовнику
In order to замовник бачив процес оброблення
I want to щоб можна було відмічати статус замовлення.

Scenario 1: Статус замовлення
Given замовлення надходить до інтренет магазину
And співробітник має відмітити у статусі, що замовлення "прийнято на обробку"
When співробітник виконав замовлення 
Then статус замовлення треба змінити на "замовлення готово"
And віддати замовлення кур'єру на відправку.
